/* Вывести на экран “Hello world!” 
*/

#include <stdio.h> // Подключаем библиотеку ввода-вывода

int main(void) { // Программа начинается тут. Это точка выполнения программы

   printf("Hello World!\n"); // Напечатать текст Hello World!
   return 0; // Завершает программу с кодом 0, что все хорошо
} // Конец блока main
