/* Задание 2. Вывести на экран текст "лесенкой"
Let’s
  go
   to walk
*/

#include <stdio.h> 

int main(void) { 

   printf("Let\'s \n\t go \n\t\t to walk"); 
   return 0;
}